Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] The Barnacle (따개비).tmx
Source language: ko_kr
Languages: en_us

source: 곧이어 몰아닥친 파도에 몸이 거꾸로 뒤집혔고, 물을 세 모금이나 먹어 버렸다.{j}바로 그때.
en_us: Before I knew it, the wave came crashing down on me, flipping my body over. I ended up taking three good gulps of the saltwater.{j}

source: 나는 망가진 음료수 자판기의 표면을 타고 흐르는 물의 냄새를 맡아 보았다.{j}물에 푼 린스들이 바리케이드의 벽면을 뒤덮고 있었기에, 미끄러워서 잡아당기거나 타고 오를 수는 없을 것 같아 보였다.
en_us: I tried sniffing the liquid that was flowing down the surface of the broken vending machine. It was hair conditioner diluted in water. The liquid made the barricade slippery to the touch, so the barnacle beings weren’t able to pull or climb atop it.{j}

source: “으윽.”{j}나는 오만상을 찌푸릴 수밖에 없었다.
en_us: “Urgh.” I automatically grimaced.{j}

source: <엄마mother> 희주야아빠다 그만하고어서집에돌어와
en_us: Mother: Huiju. It’s Dad. That’s enough. Come home already.

source: 쇳소리가 따개비 인간들의 청각을 교란하고 있는 동안, 나는 재빨리 주머니에서 마스터 키를 꺼냈다.{j}그리고 나 자신조차 놀랄 만큼 빠른 손동작으로, 옆에 있는 201호의 문을 열고 그 안으로 들어갔다.
en_us: While the barnacle humans were distracted by the uproarious noise, I quickly fished out the master key from my pocket. Then, with all haste that even surprised me, I unlocked Room 201 and rushed inside.{j}

source: 김슬비의 말에 나는 고개를 끄덕였다.{j}저것들은 물을 좋아하는 것 같으니, 김슬비의 추리도 어느 정도 일리가 있었다.
en_us: I nodded. Since those creatures liked water, Seulbi’s reasoning made sense to a degree.{j}

source: ……잘그락!
en_us: Click...!

source: 일상적인 섬 촌락의 모습이었지만…… 자세히 살펴보면 무언가가 조금 이질적이라는 사실을 금방 알 수 있었다.{j}따개비 인간.{j}그것들이 이 일상적인 풍경 곳곳에 몸을 숨기고 있었다.{j}전봇대의 하단에, 음식물 쓰레기 봉투들 사이에, 썩은 나무판자 밑에, 찢어진 현수막 아래에, 흙탕물 웅덩이 속에 몸을 웅크린 채 희뿌연 눈을 데굴거리고 앉았다.
en_us: It was the typical look of a rural island. But on closer look, I could see at once that something was off. It was the barnacle humans. They were hiding themselves all over what was otherwise an everyday scene. The creatures were crouched on the bottom of the street lamps, between the bags of food waste, beneath the rotten wooden pallets, under the tattered banners, and inside the puddles of muddy water. Their white, misty eyes rolls about all the while.{j}{j}{j}

source: 꾸우욱-
en_us: Squeeze.

source: 나는 거울을 기울이며 최대한 복도 너머를 비추려 애썼다.{j}내가 있는 208호의 반대쪽 끝.{j}어슴푸레한 복도 저 너머 201호, 202호, 203호, 204호가 붙어 있는 구역.{j}그곳에는 두 명, 아니 두 마리…… 아니 두 명의 따개비 인간이 가만히 서 있는 것이 보인다.
en_us: I tilted the mirror and tried my best to see beyond the hallway. I was in Room 208 and wanted to see the other end of the dark corridor which should be Rooms 201, 202, 203, and 204. There, the two humans—I mean, the barnacle beings—stood still.{j}{j}{j}

source: 나는 그만 안에 든 것을 게워내고 말았다.{j}늘 엉덩이를 대고 안의 것을 쏟아내던 버릇 때문일까?{j}그것은 아니다.{j}새삼 지금 와서 위생과 비위생, 관념과 상식을 따질 생각은 없다.{j}다만, 내가 토한 것은.
en_us: In the end, I hurled. Was it because I was reminded of what a toilet was typically used for? No. In this moment, I had no time to assess if what I was doing was hygienic enough. There was no room for common sense. But there was a reason I threw up.{j}{j}{j}{j}

source: 제멋대로 풀려나간 부표의 밧줄이 김씨 아저씨의 목에 걸렸다.{j}가뜩이나 몸에 울퉁불퉁한 부분들이 많아서 줄이 걸리기 쉬웠다.{j}배를 한 번이라도 타 본 사람은 갑판 위에서 제멋대로 날뛰는 밧줄의 무서움을 알 것이다.{j}그것이 아무리 얇은 줄이라 해도 말이다.
en_us: The rope from the float unwound itself and twirled around Mr. Kim’s neck. The rope easily got caught in his rugged body. Anyone who had boarded a boat at least once would know how frightening a rope could be when it ran wild on the deck, no matter how thin it was.{j}{j}{j}

source: 아마도 불륜 남녀임이, 아니 ‘불륜 남녀였던 것’임이 분명했을 그것들은 내가 머물고 있는 208호의 문 앞으로 다가왔다.{j}그리고 민폐 이상의 미친 짓을 하기 시작했다.
en_us: However, the two infidel lovebirds—or what remained of them—advanced toward Room 208, the suite I was staying in. Then, they began being more than a nuisance.{j}

source: “뭐지, 동반 자살을 하려고 하다가 무서워져서 혼자만 도망친 건가?”
en_us: “Huh. Were they going to commit suicide together but he got scared and ran off himself?”

source: “저, 저는 관찰력이 없어서요, 회장님.”
en_us: “I-I don’t have a keen eye, Prez,” Suntae replied.

source: “……만약 내가 잘못 본 게 아니라면 백적도 3항구 쪽으로 갔을 텐데.”
en_us: “If I wasn’t seeing things... then the boat must be headed to Port 3 at Baekjeok Island,” I mused.

source: 나는 마스터키를 꽉 쥔 채 필사적으로 뛰었다.{j}하지만.
en_us: I clutched the master key and ran for my life.{j}

source: “으음.{j}저것들이 길거리에도 돌아다니는 것을 보면…… 아마 이 섬 안에 있는 한 힘들지 싶은데…….”
en_us: “Hmm. Seeing as how those creatures are roaming the streets... Getting rescued might be difficult in this island...” I said honestly.{j}

source: 먼저 입을 연 사람은 남학생 쪽이었다.{j}“……어.{j}음.{j}법학과 19학번 권순태입니다.{j}잘 부탁드려요.”
en_us: The male student spoke first. “Uh... Hmm. I’m Suntae Gwon in the class of ‘19 in the Department of Law. Nice to meet you.”{j}{j}{j}{j}

source: 황가애는 두 사람 너머에 있는 다른 두 사람, 김슬비와 차예영을 노려보며 말했다.{j}“너네는 나가 있어.{j}울 남치니 몸을 볼 수 있는 여자는 나 하나거든?”
en_us: Ga-ae scowled at Seulbi and Yeyeong who were standing behind the two guys. She ordered, “You two, leave. I’m the only woman who’s allowed to look at my dear boyfriend’s body.”{j}{j}

source: [으…… 우우우우…….]
en_us: “Aaah... Greeeh...”

source: 이럴 거면 허락은 왜 구한 거야?
en_us: Why did he bother asking for my permission? I thought, annoyed.

source: 밧줄의 길이가 짧아서 살았다.{j}김씨 아저씨는 따개비 패각으로 뒤덮인 팔을 쭉 뻗으며 버둥거렸지만, 그것은 아슬아슬하게 내게 닿지 않는다.
en_us: Thank goodness the rope was short. Mr. Kim thrust his arm which was riddled with barnacle shells and flailed about. Luckily, he just narrowly missed me.{j}

source: “오.{j}감생이네요.{j}엄청 크네.”
en_us: “Wow. It’s a black seabream. It’s huge,” I marveled aloud.{j}{j}

source: “공무원이란 거죠?{j}그러면 소속과 직책 이름, 하는 업무까지 다 말해 주세요.”
en_us: “So, you’re a civil servant? Then please tell us the name of your affiliation, title, and the type of work you do,” the student president said snappishly.{j}

source: 다정하게 꼭 붙어 있는 것을 보니 지금은 화해한 모양이다.{j}나는 내심 다행이라고 생각했다.{j}싸우고 있던 커플에게 도움을 요청하기에는 조금 그렇다.{j}화해를 했으면 훨씬 더 마음이 너그러워져 있을 테니 도와 달라고 하기에도 편하겠지.
en_us: Judging by how closely they were standing together, I reckoned they had made up. I secretly sighed in relief. It was a little awkward asking for help from a couple who was in the middle of a quarrel. Now that they had made peace, they should be more generous to extend a helping hand.{j}{j}{j}

source: 나는 무언가를 발견했다.{j}옆쪽에 잔뜩 쌓여 있는 잡동사니.{j}문을 막고 있는 그것들 옆 구석에 버너와 냄비 하나가 보인다.
en_us: Just then, I spotted something. All kinds of junks were piled up to the side, blocking the other doors. In the corner of it all was a portable gas stove and a pot.{j}{j}

source: 물살이 세게 일어난다.{j}나는 보트를 묶어 놓은 끈을 칼로 끊고는 재빨리 핸들을 잡았다.{j}이윽고, 보트는 캄캄한 망망대해로 내달린다.{j}나는 폭우가 쏟아지는 밤바다로 출발했다.{j}파도의 높이를 보면 자살행위나 다름없지만, 어쩔 수 없는 일이었다.
en_us: The boat roared to life, creating a stream of violent waves around it. With the knife, I hacked off the rope tying the boat and quickly took the wheel. Soon enough, the boat propelled toward the dark, endless sea. I drove through the night sea amidst the heavy rainstorm. The waves were frighteningly high. I was practically asking to be killed, but what could I do?{j}{j}{j}{j}

source: 학생회장은 바리케이드 너머로 모여 있는 따개비 인간들을 향해 턱짓을 하며 말을 이었다.{j}“애초에 말이 나왔으니까 하는 말입니다.”
en_us: The student president pointed to the barnacle humans beyond the barricade with his chin and added, “And since you brought it up, let me be clear.”{j}

source: 끼기긱-
en_us: Creaaak...

source: 김슬비가 재빨리 뛰어왔다.
en_us: “Move!” she yelled.

source: 또 한 번 파도가 밀려온다.{j}나는 몸이 순식간에 아래위로 뒤집히는 것을 느끼며, 물속의 허공에서 한 바퀴 공중제비를 돌았다.{j}배가 부를 정도로 물을 먹고 나자 눈이 감기며 옛날 생각이 난다.
en_us: Another wave came crashing down on me. I felt my body flip upside down as I somersaulted in the water. After guzzling mouthfuls of water, I shut my eyes and drifted back to the past.{j}{j}

source: “……늦은 오후 같네.”
en_us: “Maybe it’s late afternoon...”

source: 이들은 서울에서 MT를 온 대학생 무리였다.{j}애당초 4인 1실로 16개의 방을 예약했었던 듯하지만…… 지금은 보다시피 여기 6명뿐이다.{j}나는 왜 지금 그들이 여섯뿐인지에 대해서는 묻지 않으려 했지만, 김슬비 쪽에서 먼저 입을 열어서 대략적인 상황을 소개해 주었다.
en_us: They were a bunch of university students from Seoul on their Membership Training. Initially, they seemed to have reserved 16 rooms with four people per room, however... there were only six of them here. I wasn’t going to ask why that was the case, but Seulbi spoke first to brief me about what happened.{j}{j}

source: 나는 천천히 벽을 타고 옆으로 이동했다.{j}여고생의 시체를 지나 현관으로 다가가 옆을 보자 비로소 화장실의 안쪽이 들여다보인다.{j}아니나 다를까, 그곳에는 따개비 인간 하나가 있었다.
en_us: I kept my back squeezed to the wall as I steadily walked to the side. I passed by the high schooler’s corpse to get closer to the main door. There, I could finally see inside the washroom. Just as I feared, there was a barnacle human inside.{j}{j}

source: 하늘을 하얗게 물들이는 번갯불 아래 시커먼 우비의 형상이 보인다.{j}박씨 아저씨가 문 앞에 우두커니 서 있었다.
en_us: For a moment, the sky lightened up, under which I saw the dark outline of a raincoat. It was Mr. Park, standing blankly outside the door.{j}

source: 찌이익-
en_us: Riiip.

source: “망했다!”{j}나는 황급히 알람을 종료하려 했으나.
en_us: “Dammit!” I cursed and tried to quickly turn off the alarm.{j}

source: “저기요.{j}혹시 핸드폰 좀 빌릴 수 있을…….”{j}나는 최대한 수상하지 않은 말투와 몸짓으로 그들에게 다가갔다.
en_us: “Excuse me. Could I borrow your phone-?” I said, trying not to look or sound suspicious as I approached them.{j}{j}

source: 콰긱!
en_us: Flick!

source: 김슬비의 대답에 나는 고개를 끄덕일 수밖에 없었다.{j}‘……설마.{j}아니겠지.’{j}하지만 설마는 역시를 낳는 법이니만큼, 만약의 사태에 대비해 둘 필요는 있을 것 같았다.
en_us: I nodded in response though I had a sneaking suspicion that I badly wanted to discredit. No way... It can’t be. Still, I had to be ready in case my suspicion was proven true.{j}{j}{j}

source: 오래된 전구가 점멸한다.
en_us: The old lightbulb flickered.

source: 뿌직뿌직뿌직뿌직뿌직!
en_us: Clink clank clink clank!

source: “우웩!”
en_us: “Blegh!”

source: 이빨과 손톱, 그리고 몸 전체에 돋아난 따개비 갑각들이 사람의 살점을 순식간에 난자해 놓는다.
en_us: In no time, the barnacle shells springing up from teeth, fingernails, and the rest of the body dug into the human flesh.

source: 머리 위에서 녹색 비상구 불빛이 꺼졌다 꺼지기를 반복하며 기분 나쁜 소리를 낸다.
en_us: The green emergency light atop my head kept flickering on and off with a dreadful noise.

source: 나는 식칼을 대걸레 자루 끝에 붙였다.{j}그리고 청테이프로 계속해서 그것들을 이어 붙였다.{j}테이프 하나를 다 쓰자, 어느덧 꽤 그럴싸해 보이는 창이 완성되었다.{j}나는 그것을 집어 들고 벽을 향해 겨누어 보았다.
en_us: I placed the kitchen knife at the tip of the mop. Then, I rolled the tape around it to fix the knife in place. By the time I finished a roll of tape, I had made quite a decent spear. I positioned myself and tried aiming my new weapon at the wall.{j}{j}{j}

source: 그 광경을 더 보고 있다가는 아무래도 아까 먹은 라면들이 올라올 것 같다.{j}나는 미간을 찡그리며 고개를 돌렸고 다시 방으로 돌아가려 했다.
en_us: If I watched it any longer, I might barf out the cup noodles I had eaten earlier. I winced and turned my head, deciding to go back to the room.{j}

source: 작은 키에 넓은 어깨, 단단해 보이는 몸을 가진 빡빡머리 남자 하나가 나를 향해 눈을 부릅뜨고 있는 것이 보인다.
en_us: The speaker was a short man with broad shoulders, firm body, and a buzz cut. He was glaring at me.

source: 이 건물을 나가게 되면 그쪽으로 나갈 생각이었다.{j}나는 바리케이드 너머를 바라보았다.{j}시간이 얼마나 흘렀을까, 따개비 인간들이 내는 소리는 많이 잠잠해졌다.
en_us: It was my escape route to leave the building. I glanced past the barricade. I wasn’t sure how much time had passed, but the barnacle humans were making much less noise.{j}{j}

source: 배터리가 나가며 핸드폰이 저절로 꺼져 버렸다.{j}불이 나가고 까맣게 타 버린 핸드폰 화면에는 천장에 대롱대롱 매달린 채 부패해 가는 여고생의 얼굴이 비친다.
en_us: The phone ran out of battery and died. When the light blinkered out, the dead screen reflected the rotting face of the high schooler dangling from the ceiling.{j}

source: 조금 힘을 준 것만으로도 칼은 옆으로 틀어져 버렸다.{j}자루와 칼은 순식간에 따로 놀게 되었다.
en_us: The knife twisted sideways from the small pressure I had applied. Just like that, the shaft and the knife fell apart.{j}

source: 부르르르릉-
en_us: Vrooom!

source: 굿.{j}문이 열린다.{j}역시 마스터 키야, 성능 확실하고만.
en_us: Good. I sighed in relief when the door opened. As I expected, the master key saved the day.{j}{j}

source: 나는 자리에서 일어났다.{j}이대로 가다간 굶어 죽든가, 아니면 말라 죽든가, 둘 중 하나다.{j}인간을 물 없이는 단 며칠도 버틸 수 없다고 하지만, 바닷물에 온몸이 절여지다시피 한 나는 몇 시간도 채 버티지 못할 것 같았다.{j}이제는 정말 어쩔 수가 없다.
en_us: I got to my feet. At this rate, I’d either starve to death or die of thirst. They said humans could only last a few days without water. But my body was pretty much soaked in brine. I felt like I wouldn’t be able to last even a few hours. I really had no choice.{j}{j}{j}

source: 그래서 김슬비는 나의 진술을 필요로 하고 있었다.{j}상대적으로 바깥의 최신 근황을 겪어 본 사람은 나밖에 없으니까.
en_us: As such, Seulbi was in need of my testimony. I was the only one who had seen the recent state of the motel outside fifth floor.{j}

source: 지금 보트의 벽면을 잡고 갑판으로 몸을 끌어올리고 있는 것.{j}……그것을 무엇이라 설명해야 할까?{j}떨어지는 번갯불에 그것의 울퉁불퉁한 표면이 잠시 드러나 보였을 때, 나는 할 말을 잃어버렸다.{j}순간적으로 그것을 암초라고 생각할 뻔했다.{j}하지만 이 세상 어디에도 움직이는 암초는 없다.
en_us: Something was holding the side of the wall and hauling its body over the deck. How could I explain what that was...? When lightning flashed on its jagged surface for a split second, I was at a loss for words. For a moment, I almost thought it was a reef. But no reef moved on its own.{j}{j}{j}{j}

source: 어항에서 이불을 빼다 말고 고개를 드니 난간을 붙잡은 채 눈을 휘둥그렇게 뜨고 있는 회장이 보인다.
en_us: I paused taking out the bedsheets from the fish tank and looked up. It was the president, clutching the railings and looking goggle-eyed.

source: 내가 뒤로 주춤주춤 물러나는 순간.{j}데굴-{j}대변기 칸 안에 있던 수많은 눈들이 일제히 내 쪽을 향한다.{j}그 뿌옇고 탁한, 해변에서 며칠간 푹 썩은 해파리가 모래 먼지를 뒤집어쓴 듯한 눈알.{j}그것들이 일제히 나를 주시하자 정신이 아득해진다.{j}더 이상 생각할 겨를이 없었다.{j}나는 재빨리 뒤돌아 뛰었다.
en_us: The moment I staggered back, the numerous eyes from the stalls simultaneously turned to me. Their eyeballs were clouded and soiled like festering jellyfish covered in sand grains for days at the shore. When all of them fixed their eyes on me, I cracked up. There was no more time to think. I quickly turned on my heels.{j}{j}{j}{j}{j}{j}

source: “찾았다.”
en_us: “Found it.”

source: 워낙에 무거워서일까?{j}피부에 더덕더덕 들러붙은 패각 탓에?{j}김씨 아저씨는 보트를 아무리 좌우로 흔들어도 별로 크게 움직이지 않았다.{j}오히려 밧줄에 가해지는 부담만 더 심해지는 것 같았기에 나는 보트 핸들을 흔드는 걸 멈췄다.
en_us: Was he too heavy? Or was it because of all the shells attached to his skin? No matter how hard I swerved the boat, Mr. Kim barely moved. In fact, it only seemed to strain the rope, so I stopped turning the helm.{j}{j}{j}

source: ……뚝!
en_us: Snap...!

source: 허리를 훌떡 젖힌 채 네 발로 버둥거리는 꼴이, 마치 올무에 걸린 산짐승 같다.{j}팔다리에는 온통 따개비가 돋아나 있어 뾰족하고 날카로웠고, 등 아래로 늘어진 수많은 갑각들 탓에 매우 무거워 보였다.{j}왼쪽 손목에는 칼로 여러 번 그은 듯한 자국이 나 있었는데, 그 부분에만 유독 크고 굵은 따개비들이 살가죽을 비집고 돋아나 있었기에 더욱더 도드라져 보였다.{j}그때.{j}따개비 인간이 목을 강하게 들어 올렸다.
en_us: The barnacle being bent back his waist and floundered his limbs, much like a wild animal caught in a snare. His arms and legs were seething with barnacles, making them pointy and sharp. The myriads of carapaces dangling down his back looked incredibly weighty. There were multiple slits on his left wrist, through which several especially big and thick barnacles broke out. Suddenly, the barnacle human jerked his neck up.{j}{j}{j}{j}

source: ……절퍽! ……절그럭!
en_us: Splash...! Thump...!

source: “……그때 버렸던 게 감생이 내장을 먹고 자랐나?”
en_us: “Did they feed on the fish entrails I threw out...?” I wondered.

source: 학생회장 남자의 말에 나는 고개를 끄덕일 수밖에 없었다.{j}굴덕도에서 만났던 김씨 아저씨와 박씨 아저씨가 이상해졌던 것도 비가 내리기 시작한 이후였으니까.
en_us: I could only nod in agreement. Mr. Kim and Mr. Park, the fishermen I had met at Guldeok Island, had also transformed into those mysterious creatures after it began raining.{j}

source: 쌀이나 런천미트는 아직 많이 남아 있지만, 김치가 떨어진 지 오래다.{j}이건 아무래도 좀 치명적이지 않은가.
en_us: There was still plenty of rice and luncheon meat, but I’ve been out of kimchi for a while. Now that was crossing the line.{j}

source: “하.”{j}학생회장은 탄식과 짜증을 반반씩 섞은 눈빛으로 고개를 돌렸다.{j}“들으셨죠?{j}자기소개 부탁드립니다.”
en_us: “Hah.” The student president scoffed. His eyes were filled with annoyance as he turned back to me. “Hear that? Go on and introduce yourself.”{j}{j}{j}

source: 어항 안에서 나던 따개비 인간의 신음 소리가 멀어진다.{j}아마도 어항 밖으로 밀려난 모양.
en_us: The barnacle human’s wailing from inside the box faded into the distance. It had probably been pushed off to outside the tank.{j}

source: 이쯤 되면 어쩔 수 없다.{j}나는 고개를 돌렸다.{j}그곳에는 변기가 자리해 있었다.{j}인간의 존엄성이란 무엇인가.{j}그것은 물 앞의 모래성.{j}물에 닿으면 허무하게 무너져 내리고, 물에 안 닿으면 그보다도 더 허무하게 무너져 내리는 것이다.{j}나는 변기통 안에 머리를 처박을 수밖에 없었다.{j}그리고 떨리는 혀를 뻗어 변기에 고인 물에 가져다 댔다.
en_us: Well, I had no other choice. I turned to the side. There was a toilet. What is human dignity? It was but a sand castle in the face of thirst. Sand castles crumbled down easily when drenched in water. But without water, if collapsed even more easily. I had no choice but to ram my head into the toilet bowl. In that position, I poked out my quivering tongue to taste the water.{j}{j}{j}{j}{j}{j}

source: -엄마, 수능 망쳐서 미안해……
en_us: It read: “Mom, I’m sorry I flunked my college entrance exam...”

source: “이 사태가 어떻게 시작되었는지는 잘 기억나지 않습니다.{j}그때는 다들 술에 취해 있었어서.{j}하지만 상황이 이렇게 된 지는 거의 사흘에서 나흘쯤 지난 것 같습니다.{j}비가 내리기 시작한 이후부터 사람들이 이상해졌거든요.”
en_us: “We don’t really remember how things ended up in such a mess. Everyone was pretty drunk at the time. And about three to four days seem to have passed since it first happened. People began turning when it started pouring outside,” the student president added.{j}{j}{j}

source: 감생이의 피부밑에 붙어 있었던 것은 바로 따개비였다.{j}……그런데 따개비라는 것은 보통 바위에나 붙어 있지 않던가?
en_us: The lumps attached inside the black seabream were indeed barnacles. Wait... Aren’t barnacles usually attached to a rock or something?{j}

source: “헉, 아뇨!”
en_us: I snapped out of my thoughts and said, “Um, nope!”

source: 어두운 데다가 폭우까지 쏟아지고 있어서 지척까지 접근하면서도 모르고 있었나 보다.{j}게다가 김씨 아저씨를 신경 쓰느라 정면을 제대로 보지 못하고 있었으니.
en_us: Not only was it dark but it was pouring too. I hadn’t noticed how close I had gotten to the island until now. Plus, I had been too focused on Mr. Kim to pay any attention to the front.{j}

source: “정확히 3분 뒤에 알람이 울리게 설정해 놨어요.{j}다들 작전은 알죠?”
en_us: “The timer will go off exactly three minutes later. Everyone’s aware of the plan, right?” Seulbi checked.{j}

source: “……어쩌지.”{j}나는 잠시 고민했다.{j}하지만 시간이 별로 많지는 않았다.
en_us: “What should I do...?” I pondered briefly. But I had little time to think.{j}{j}

source: 우르르-
en_us: Rumble!

source: 따개비 인간들은 어기적어기적 움직여 트럭 뒤를 따라왔지만, 당연하게도 트럭의 근처에조차 접근할 수 없었다.
en_us: The barnacle humans wobbled, trying to follow the truck. But of course, they couldn’t even get near us.

source: 끼긱-
en_us: Creak.

source: ‘어떻게 하지?’
en_us: What should I do?

source: 끼기기긱……
en_us: Creaaak...

source: 타닥타닥- 댓글을 남긴다.
en_us: Tap tap tap. I typed a comment.

source: ‘차 키는 챙겼고.{j}선착장으로 가면 쾌속선이 있을까?{j}배가 아예 없으면 어쩌지?{j}119나 112는 멀쩡할까?’{j}여러 가지 의문이 들기는 했지만, 일단은 이 건물을 나가서 확인해 봐야 알 일이었다.
en_us: I’ve got the car key. If I go to the dock, will there be an ocean greyhound? What if there’s no boat at all? Would I be able to call 911? Such worries rushed through my head, but for now, I had to leave the building to find the answers.{j}{j}{j}{j}

source: “레이더도 다 정상 가동 하는데.{j}전력도 발전기가 있으니까 충분하고.”
en_us: “The radars are functioning normally. I have enough electricity too thanks to the generator,” I thought aloud.{j}

source: 나는 불길한 소리를 들어 버렸다.
en_us: I heard the sound of something ominous.

source: <긴급재난문자> [행정안전부] 0월 Y일, 대한민국 전역 지진, 태풍 특보.{j}해안지대 특히 접근 금지, 농수산물 보호 행위 자제, 절대 외부활동과 외출을 하지 않도록 각별히 주의 바랍니다.
en_us: Emergency Alert: MINISTRY OF SECURITY AND PUBLIC ADMINISTRATION. Landside and typhoon warning across South Korea. Do not enter the coastal region. Refrain from protecting agriculture and fisheries. Take extra precautions and do not go outside.{j}

source: 꾸구구국!
en_us: Clatter clunk!

source: 이 불륜 커플은 하필이면 비상구 근처 208호의 앞을 어슬렁거리고 있었던 것이다.{j}심지어 내가 계단에서 나는 소리를 듣고 이쪽으로 다가오고 있기까지 했다.
en_us: The adulterous couple just happened to be wandering in front of Room 208, which was near the emergency exit. Worse, they had heard me rushing up the stairs and were coming toward me.{j}

source: “저거 누가 먹었어요?”
en_us: “Who ate it?”

source: “……수로를 막고 있는 게 제발 흙덩이였으면 좋겠네요.”
en_us: “I really hope it’s clumps of soil that’s blocking the drains...”

source: ……움찔!
en_us: Twitch...!

source: “발전기에 습기 차면 안 되는데.{j}이불 감아 놓은 거 안 젖었나 모르겠네.{j}내일 새벽에 비 좀 그치면 보러 갈까.”
en_us: “I hope the generator’s not damp. Is my blanket still dry? I’ll take a look first thing tomorrow when the rain stops.”{j}{j}

source: <엄마mother> 엄마가잘못햇다
en_us: Mother: It’s all my fault.

source: 벽 구석에 서 있던 자판기는 부서진 채 세로로 갈라져 있었고, 안에는 아무것도 들어 있지 않았다.{j}혹시 몰라 자판기의 뒤로 돌아가 봤지만 견본품으로 앞에 비치되어 있는 플라스틱 모조 음료수 캔들만 바닥을 굴러다니고 있을 뿐이었다.
en_us: The vending machine by the corner of the wall was crumpled up and split vertically. There was nothing inside. I tried walking around to the back of the machine just in case, but only fake drinks displayed as samples at the front rolled around.{j}

source: ……콱! ……콰악! ……콰기긱!
en_us: Clink...! Clank...! Crack...!

source: 맨홀은 웅덩이의 물을 빨아들이다 말고 구멍 안쪽에서 흙탕물을 게워 내며 거품을 뿜어내고 있었다.
en_us: The manhole stopped sucking in the puddle of water and instead spewed out muddy water from inside, frothing at the opening.

source: 등대에서 박씨 아저씨의 고함이 들려왔다.{j}만약 저것이 안에 든 식량을 다 먹어치웠다면?{j}그래서 다시 1층으로 내려오고 있는 것이라면?
en_us: From the lighthouse, I heard Mr. Park howl. What if he had finished eating all the food in the pantry? What if he was coming back downstairs to get me?{j}{j}

source: -엄마 아빠 미안해.{j}나 믿어 주고 지원해 주고 힘들게 공부시켜 줬는데 이런 성적 받아 와서 미안해.{j}하지만 나 너무 힘들고 외로웠어.{j}너무 무서웠어.{j}하지만 너무 걱정 마.{j}왜냐면……
en_us: “Mom. Dad. I’m sorry. You trusted me and supported me to study, so I’m really sorry about my grades. But it was such a struggle for me. I was lonely and really scared too. But don’t worry...”{j}{j}{j}{j}{j}

source: 본능에 따라 필사적으로 허우적거린 결과, 겨우겨우 머리를 수면 밖으로 빼내는 것에 성공했지만.
en_us: Following my instinct, I desperately thrashed my limbs until I successfully managed to whip my head out of the water.

source: ……덜컥!
en_us: Clack...!

source: “빗물에 섞어서 뿌려 놓으면 좋죠.{j}저것들이 잡아당길 수도 없고, 또 이쪽의 냄새도 지울 수 있으니까.”
en_us: “I mixed it with the rainwater and spritzed it. It’s great. Those things can’t grip on it, and it helps mask our smell too,” the voice explained.{j}

source: 나는 내 유일한 가족에게로 가야 한다.{j}어쩌면 지금 이 순간에도 나를 걱정하며 기다리고 있을 형에게로.
en_us: I had to go see the only family I had. Who knew? Maybe my brother was worrying about me in this very moment.{j}

source: ……와직!{j}어항에서 빠져나오려는 순간, 나는 발에 이물감을 느꼈다.
en_us: Scrunch...!{j}

source: 밖에는 여전히 폭풍우가 몰아친다.{j}나는 거친 야생의 대자연을 뒤로한 채 문명의 품에 안겼다.{j}이 낡은 모텔 안에 들어온 것만으로도 구원받았다는 느낌이 들었다.
en_us: The rainstorm was still raging outside. I left the ruthless Mother Nature behind me and welcomed the civilization before me. Stepping into the shabby motel was enough to make me feel like I had attained salvation.{j}{j}

source: 캬옹!
en_us: Krrr!

source: 내 이름은 이어진.{j}91년생.{j}나이는 서른 하나.{j}해양수산부 소속 일반직.{j}정식으로는 ‘항로표지관리소’ 중에서도 유인등대에서 근무하는, 무려 50:1의 경쟁률을 뚫고 채용된 어엿한 공무원이다.
en_us: My name is Eojin Lee. I was born in 1991, which makes me thirty-one years old. I’m a regular employee working for the Ministry of Oceans and Fisheries. After competing against fifty others, I became a civil servant working in a lighthouse under the Seaway Navigation Office.{j}{j}{j}{j}

source: 파도의 높이를 보면 망설여지지만, 그렇다고 등 뒤로 점점 가까워지는 소름 끼치는 괴성을 계속 듣고 있을 자신도 없었다.{j}나는 칼, 랜턴, 추, 보트 열쇠, 그리고 방수팩에 담긴 스마트폰을 챙겼다.{j}그리고 바윗골 아래 보트에 시동을 걸었다.
en_us: I faltered when I saw how high the waves were. But I wasn’t brave enough to keep listening to the hair-rising shrieks that were drawing closer and closer. So, I took the knife, the lantern, the sinkers, the boat key, and the phone packed inside a waterproof pouch. Then, I started the boat that was located underneath the crevice.{j}{j}

source: 이윽고, 회장과 권순태가 노원빈의 양옆으로 왔다.
en_us: Eventually, the president and Suntae stood on either side of Wonbin.

source: “얘가 남자친구인가?”
en_us: “Is he the boyfriend?”

source: 수능?{j}대학?{j}지금 밖에서 따개비 인간들이 돌아다니고 있는 마당에 그따위 것이 뭐가 대수란 말인가?{j}유서를 읽다 보니, 어쩐지 눈물이 나려 한다.{j}나는 따개비 인간들이 득시글대는 모텔 한가운데에서도 어떻게든 살아 보겠다고 발버둥 치는데, 이 아이는 고작 종잇장 위의 숫자 몇 개에 삶을 놓았다.{j}어쩌면 나 같은 것보다도 훨씬 더 가치 있었을, 훨씬 더 사회에 공헌할 수 있었을 아이.
en_us: Entrance exams? University? What did any of that matter when barnacle humans were swarming outside? Reading the note made me feel like crying. Here I was, struggling to survive in the middle of a motel infested by barnacle humans. Yet this poor child had let go of her life because of a few numbers on a piece of paper. The child might have turned out to be a more valuable member to society than me.{j}{j}{j}{j}{j}

source: ‘배고프지?{j}밥 먹자.’
en_us: “You must be hungry. Let’s eat.”{j}
